Repository: common-repository/bo-wc-customer-review-watson
Catalog: languages/*-customer-review-watson-*.po
Languages: fr_fr

source: Anger
fr_fr: Colère

source: Fear
fr_fr: Peur

source: Sadness
fr_fr: Tristesse

source: Joy
fr_fr: Joie

source: Analytical
fr_fr: Analytique

source: Confident
fr_fr: Confiant

source: The plugin
fr_fr: L'extension

source: requires the <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> plugin to be active!
fr_fr: nécessite que l'extension <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> soit installée et active !

source: Tone
fr_fr: Ton

source: CUSTOMER PRODUCT REVIEW - TONE ANALYZER RESULTS - ALERT
fr_fr: AVIS CLIENT - RESULTATS D'ANALYSE DES TONS - ALERTE

source: A review has been posted on the product
fr_fr: Un avis a été posté sur le produit

source: that needs your moderation
fr_fr: qui demande votre modération

source: This review has been analyzed by the plugin
fr_fr: Cet avis a été analysé par l'extension

source: that detected that some texts where fitting to your alert criterias
fr_fr: qui a détecté que certains textes correspondent à vos critères d'alerte

source: Comment text submited:
fr_fr: Texte du commentaire soumis :

source: Sentences with warning:
fr_fr: Phrase avec alerte :

source: Warning on Document level:
fr_fr: Alerte au niveau du document :

source: (Mainly used in case there is only one sentence in the review's text)
fr_fr: (Utilisé principalement si il n'y a qu'une seule phrase dans le texte)

source: Please moderate this customer review:
fr_fr: Veuillez modérer cet avis client :

source: Link to edit the comment:
fr_fr: Line pour éditer le commentaire :

source: Link to the product front page:
fr_fr: Lien vers la page produit :

source: To reply: open the product edit form > find comments to reply at the bottom:
fr_fr: Pour répondre : ouvrir le formulaire d'édition du produit > trouver le commentaire en bas de page.

source: Email generated by
fr_fr: Email généré par

source: Sent to all administrator users
fr_fr: Envoyés à tous les utilisateurs administrateurs

source: IBM Watson + Woocommerce, Customer Reviews A.I. Tone Analyzer Notifications
fr_fr: IBM Watson + Avis Client Woocommerce - Notifications sur analyze de tons par I.A.

source: WC Reviews - Watson A.I. Analyzer
fr_fr: WC Avis clients - Watson Analyse I.A.

source: Tone:
fr_fr: Ton(s) :

source: Tone score fiability result:
fr_fr: Résultat de fiabilité du ton :

source: NO MULTIPLE SENTENCES ! -> The analyzis will be done on Document level, see lower
fr_fr: PAS DE MULTIPLES PHRASES -> L'analyse sera faites au niveau du Document, voir plus bas

source: NOTHING DETECTED ON DOCUMENT LEVEL
fr_fr: AUCUN RESULTAT DETECTE AU NIVEAU DU DOCUMENT

source: Blue Origami WC Customer Reviews AI Analyzer says: Please upgrade your PHP version to a minimum of 7.0
fr_fr: Blue Origami - WC Avis clients - Analyse I.A. dit : Veuillez mettre à jour votre version Php à un minimum de 7.0

source: Settings
fr_fr: Réglages

source: Connect IBM Watson Tone analyzer
fr_fr: Connecter l'analyseur de tons Watson (IBM Watson Tone analyzer)

source: Test Api
fr_fr: Tester l'API

source: Set Tones
fr_fr: Définir Tons

source: Set notifications
fr_fr: Définir notifications

source: Launch
fr_fr: Lancer

source: Help
fr_fr: Aide

source: Save all changes
fr_fr: Sauvegarder changements

source: STEP
fr_fr: ETAPE

source: ACTIVATE & LAUNCH THE ANALYZIS
fr_fr: ACTIVER & LANCER L'ANALYSE

source: WARNING: After activation, each customer review will start to be analyzed
fr_fr: ATTENTION : Après activation, chaque avis client sera analysé

source: Remember that you can have (with a default basic IBM Watson plan) a free connection to the Tone Analyzer API, up to 2500 calls / month
fr_fr: Rappelez vous que vous pouvez avoir (avec un compte de base IBM Watson), une connexion gratuite à l'API Tone Analyze (Analyseur de tons), jusqu'a 2500 connexions / mois

source: Above, you will need to pay (see Help tab > link to prices, for the cost)
fr_fr: Au-dessus, vous devrez payer (voir onglet Aide > lien vers la page des prix)

source: ACTIVATE THE SERVICE AND START TO ANALYZE EACH CUSTOMER REVIEW
fr_fr: ACTIVER LE SERVICE ET COMMENCER A ANALYSER CHAQUE AVIS CLIENT

source: IBM Watson - Tone Analyser settings
fr_fr: IBM Watson - Réglages analyseur de tons

source: Account & Service Connection Information:
fr_fr: Information de compte & connexion :

source: You need to input an Api Key, or a Username + a Password, and select a server
fr_fr: Vous devez saisir un clé Api, ou un nom utilisateur + mot de passe, et sélectionner un serveur

source: Dismiss this notice
fr_fr: Fermer cette notice

source: CREATE AN ACCOUNT & A SERVICE
fr_fr: CRER UN COMPTE & UN SERVICE

source: Don't worry, this is not so hard. And you can create an IBM Watson Account for FREE!
fr_fr: Pas d'inquiétude, ce n'est pas très compliqué. Et vous pouvez créer votre compte IBM Watson gratuitement !

source: To know how to create an IBM Waston Account + a Tone Analyzer Service, and to get your Connections informations, see the tab "Help"
fr_fr: Pour savoir comment créer un compte IBM Watson, + un Service Analysuer de tons (Tone Analyzer), et trouver vos informations de connexion, voir l'onglet "Aide"

source: SELECT YOUR CONNECTION TYPE
fr_fr: CHOISIR VOTRE TYPE DE CONNEXION

source: Depending on your account type, you will have a different Connection information type, with
fr_fr: Selon votre type de compte, vous avez différents types d'informations de connexion, avec

source: An Api Key
fr_fr: Une clé API

source: Or a Username & Password
fr_fr: Ou un nom utilisateur & mot de passe

source: If you are not sure of your account type, please referer again to the tab "Help"
fr_fr: Si vous n'êtes pas sûr de votre type de compte, reportez vous encore à l'onglet "Aide"

source: Please select the type of connection:
fr_fr: Veuillez choisir le type de connexion :

source: With an Api Key
fr_fr: Avec une clé API

source: With a Username & Password
fr_fr: Avec un nom utilisateur & mot de passe

source: INPUT YOUR CONNECTION INFORMATIONS
fr_fr: SAISIR VOS INFORMATIONS DE CONNEXION

source: Case
fr_fr: Cas

source: Connection with an Api Key
fr_fr: Connexion avec une clé API

source: Enter your IBM Watson - Tone Analyser Service
fr_fr: Saisir votre information pour "Analyseur de tons - IBM Watson"

source: API key
fr_fr: Clé Api

source: Connection with a Username & Password
fr_fr: Connexion avec un nom utilisateur & mot de passe

source: Connection Informations
fr_fr: Informations de Connexon

source: Username:
fr_fr: Nom utilisateur :

source: Password:
fr_fr: Mot de passe :

source: SELECT THE IBM WATSON ENDPOINT SERVER
fr_fr: CHOISIR LE SERVEUR FINAL (ENDPOINT) D'ACCES A IBM WATSON

source: Please select
fr_fr: Veuillez choisir

source: SELECT THE LANGUAGE
fr_fr: CHOISIR LA LANGUE

source: English or French only for this Ibm Watson service, sorry for other languages
fr_fr: Restreint a Anglais ou Français seulement, pour le service IBM Watson, désolé pour les autres langues

source: Your WooCommerce Customers Reviews, analyzed by the power of IBM Watson Tone Analyzer
fr_fr: Vos avis clients de WooCommerce, analysés grâce à la capacité de IBM Watson Analyseur de tons

source: Apply the power of Artificial Intelligence to detect emotions/tones in your customers reviews
fr_fr: Appliquez la capacité de l'Intelligence Artificielle pour détecter des sentiments / tons dans vos avis clients

source: Following your settings, you will receive email notifications if a customer is Angry, Sad, Afraid
fr_fr: En fonction de vos réglages, vous recevrez des emails de notification is un client est en colère, triste, effrayé

source: The best way to get warned when a reviews really needs an urgent reply and moderation
fr_fr: La meilleure façon d'être prévenu quand un avis nécessite vraiment votre réponse ou modération urgente

source: You will be able to react much quickly and manage the reactions of your clients before they could impact your business
fr_fr: Vous serez capable de réagir bien plus rapidement, et de gérer les réactions de vos clients avant qu'elles puissent impacter votre business

source: This plugin will add a call to Watson Ton Analyzer, each time a review is poosted on a product, to analyze it's content
fr_fr: Cette extension va ajouter un appel vers Watson Analyseur de tons, pour chaque avis posté sur un produit, afin d'analyser son contenu

source: This plugin is relying on a 3rd party as a service, the plugin send your content to your own version of Watson Tone Analyzer web service
fr_fr: Cette extension s'appuie sur un service externe, elle envois le contenu vers votre propre version de IBM Watson Analyseur de tons

source: Only the review text will be sent to the cloud service, no personal data or any other information are sent to the web service
fr_fr: Seul le texte de l'avis sera envoyé vers le service en cloud, aucune donnée personnelle ou autres informations ne seront envoyées vers ce service web

source: This plugin DO require you to create a (quick and easily created) FREE account on IBM Watson Cloud
fr_fr: Cette extension REQUIERT que vous créiez un compte GRATUIT (facilement et rapidement) sur le compte IBM Watson

source: VERSIONS OLDER THAN 1.0:
fr_fr: VERSION PLUS ANCIENNE QUE LA 1.0 :

source: TEMPORARY ISSUE WARNING > OCCASIONNAL ISSUE FOR UPDATING YOUR PLUGIN FREE VERSION TO A NEW VERSION
fr_fr: NOTIFICATION POUR UN PROBLEME TEMPORAIRE : Problème OCCASIONEL pour mettre à jour votre version gratuite de l'extension vers une nouvelle version

source: You are currently in Version
fr_fr: Vous êtes actuellement avec la Version

source: and should not be concerned.
fr_fr: et ne devriez pas être concerné.

source: It could happend, in some cases, with the Free version licence, that the free license could be not well activated or blocked, you could be blocked to get an access to the plugin update. In this case:<br>1. It should be possible to go to wp-admin/admin.php?page=bo-customer-review-watson-account and do "sync" licence,.<br>2. If not working, you can redownload again the last version and upload it again. Don't worry no data will be lost.<br> 3. If not possible in your case, the best to do is to contact us and we will generated a new licence remotely and it should be possible to sync the licence, or try "Activate licence" with the one we will send to you.
fr_fr: Il peut arriver, dans certains cas, avec la version gratuite, que la licence gratuite ne soit pas bien activé ou bloquée, et que vous soyez coincé pour la mise à jour de l'extension. Dans ce cas:<br> 1. Vous devriez pouvoir aller sur wp-admin/admin.php?page=bo-customer-review-watson-account et faire une "synchro" pour la licence?<br> 2. Si ça ne suffit pas, vous pouveez éventuellement lsimplement recharger la nouvelle version depuis Wordpress, et la remettre sur votre serveur. Pas d'inquiétude, aucune donnée ne serait perdu.<br> 3. Si pas possible dans votre cas, le ieux est de nous conatcter, et nous générerons une nouvelle licence à distance, et il devrait alors être possible de syncrhoniser la licence chez vous, ou essayer "Activer la licence" avec le numéro que vous recevriez.

source: Note that we are working on it, to see how to simplify the Update process for free versions. Contact us for any issues.
fr_fr: notez que nous travaillons sur ce cas, pour voir comment éviter ceci et simplifier le processus de mise à jour pour la version gratuit dans tous les cas. Contactez nous en cas de problème.

source: NEW PLAN ADDED, Free features + Advanced Support
fr_fr: NOUVEAU PLAN AJOUTE, Fonctionnalités identiques à la version gratuite, + Support avancé

source: With this plan, you will have the same features than the free, but a much better support.<br>Adding support by email and better reactivity and support time in 48hr (as long as I'm not sick...)
fr_fr: Avec ce plan, vous aurez les mêmes fonctionnalités gratuites, mais avec un bien meilleur support.<br>Ajout de support par email, et d'une meilleure réactivité de support, traitement dans les 48hrs autant que possible (tant que je ne suis pas malade...)

source: What is IBM Watson, what is Tone Analyzer?
fr_fr: Qu'est-ce que IBM Watson, qu'est-ce qu'un "Analyseur de tons"

source: is the Artificial Intelligence Branch of IBM, proposing a lot of A.I. different services for different needs
fr_fr: est la branche Intelligence Artificielle de IBM, proposant de nombreux et divers services en I.A.

source: is the Watson service, that understand emotions and communication style in text
fr_fr: est le service de Watson, qui comprend et analyse les émotions et le style de communication dans un texte

source: Base on this it can return a list of emotions/tones detected eventually in your text, with a % of fiability
fr_fr: Sur cette base, il peut retourner une liste d'émotions / tons, éventuellement détectés dans votre texte, avec un % de fiablité

source: See a simple demo of the IBM Watson Ton Analyzer
fr_fr: Voir ici une demo simple de IBM Watson Analyseur de tons

source: EXAMPLE of a text passed through the analyze:
fr_fr: EXEMPLE de texte passé à travers l'analyse :

source: EXISTING TONES: the following tones are detected by Watson
fr_fr: TONS EXISTANTS : les tons suivants sont détectés par Watson

source: How can I apply Watson to the WooCommerce Customer reviews?
fr_fr: Comment puis-je appliquer Watson aux avis client Woocommerce ?

source: You will need to have a free account at Watson, and create a "Tone Analyzer" service. This is free up to 2500 calls to the API / month
fr_fr: Vous aurez besoin d'un compte GRATUIT sur Watson, et de créer un service "Analyseur de tons" (Tone Analyzer). C'est gratuit jusqu'à 2500 appels / mois

source: Then you will receive connexion informations, and you just need to insert your information in this plugin
fr_fr: Puis vous trouverez vos informations de connexion, et vous aurez simplement besoin de les insérer dans cette extension

source: NO complex settings, NO NEED to be a geek or very tech savyy, very EASY to SET UP
fr_fr: PAS de réglages trop compliqués, PAS BESOIN d'être un Geek ou très techno, simple à mettre en place

source: Create your free acount at Watson:
fr_fr: Créez votre compte gratuit chez Watson

source: Create my Account
fr_fr: Créer mon compte

source: Once your account is created, create your tone analyser service:
fr_fr: Une fois votre compte créé, créez le service Analyseur de tons (Tone Analyzer)

source: Create my Service
fr_fr: Créer mon service

source: WARNING: note that here you need to select the SERVER LOCATION, please save this information, you will need to define the server target
fr_fr: ATTENTION : notez que ici vous devez sélectionner votre EMPLACEMENT SERVEUR, veuillez conserver cette information, vous devrez avec cela définir votre cible serveur

source: After creation of your service, you will be redirected to the service dashboard
fr_fr: Après création de votre service, vous serez redirigé vers le panneau de contrôle de votre Service

source: Then find the <strong>MANAGE page</strong>
fr_fr: Trouvez la page <strong>"Gestion"/"Manage"</strong>

source: You will find here the IDENTIFICATION INFORMATION for your service, API connection values
fr_fr: Vous trouverez là les INFORMATIONS D'IDENTIFICATION pour votre service, valeurs de connexion à l'API

source: DEPENDING on your ACCOUNT TYPE, there is TWO TYPEs of values, an API KEY, or a USERNAME + PASSWORD
fr_fr: SELON votre TYPE DE COMPTE, il ya DEUX TYPES de valeurs, la Clé API, ou un nom utilisateur + mot de passe

source: Find here the <strong>API KEY or USERNAME + PASSWORD</strong>, note it,
fr_fr: Trouvez ici la <strong>Clé API, ou un nom utilisateur + mot de passe</strong>, et notez les

source: and an URL. This URL will be automatically generated by the plugin, you just need to know what is the SERVER LOCATION city you selected on previous step (example here:
fr_fr: et une URL. Cette URL sera générée automatiquement par l'extension, vous avez juste besoin de connaître quel est l'EMPLACEMENT SERVEUR (ville) que vous avez sélectionné à l'étape précédente (exemple ici :

source: THAT's ALL! Nothing more complex. Refer to the STEP A to start setting up your plugin
fr_fr: C'EST TOUT ! Rien de plus complexe. Veuillez ensuite passer à l'Etape 2, pour les réglages de l'extension.

source: This plugin is built by
fr_fr: Cette extension est produite par

source: Set notifications Email alerts
fr_fr: Voir les notifications alertes emails

source: On this FREE version
fr_fr: Sur cette version gratuite

source: the email subject and content is unique for all tones. You can only define the email subject. Content is defined by default in a file
fr_fr: Le sujet de l'email et le contenu sont uniques pour tous les tons. Vous ne pouvez définir ici que le sujet de l'email. Le contenu texte de l'email est dans un fichier

source: NOTE: if you are a developper you can edit the file
fr_fr: NOTE : Si vous êtes un développeur vous pouvez modifier ce fichier

source: Email notification alert
fr_fr: Notification Email d'alerte

source: Subject:
fr_fr: Sujet :

source: "From" name:
fr_fr: "From" nom :

source: PRO feature only
fr_fr: Fonctionnalité uniquement en PRO

source: Set specific emails by Tone, and set specific email content for each tone
fr_fr: Emails spécifiques par tons, définir un contenu différent pour chaque

source: In the Pro (but cheap) version , under development
fr_fr: Dans la version Pro (mais pas chère), en cours de développement

source: you will have the possibility to edit your Email notifications, and to define a different subject and content for each Tone selected
fr_fr: vous aurez la possibilité de modifier vos emails de notifications, et de définir un sujet et contenu spécifique pour chaque ton

source: Set Users targets
fr_fr: Définir les utilisateurs cibles

source: On the free version, the emails notifications alerts are sent to all the administrator users
fr_fr: Sur la version gratuite, les emails de notifications sont tous envoyés aux utilisateurs administrateurs

source: you will have the possibility to select a list of users, or a list of roles
fr_fr: vous aurez la possibilité de choisir une liste d'utilisateurs, et de rôles

source: HELP
fr_fr: AIDE

source: For more help, go to our site, or ask to the support
fr_fr: Pour une aide complémentaire, reportez vous à notre site, ou demandez un support

source: Support request by email basic on our site
fr_fr: Support simple par envoi d'email sur notre site

source: And Support tickets on Wordpress.org on the repository page of this plugin
fr_fr: Et des tickets de support sur Wordpress.org, sur la page du "repository" de cette extension

source: HOW TO UPDATE MY PLUGIN FREE VERSION TO A NEW VERSION?
fr_fr: COMMENT METTRE A JOUR MA VERSION GRATUITE DE l'EXTENSION ?

source: How to create my account at IBM Watson
fr_fr: Comment créer mon compte sur IBM Watson

source: How to create a Service for Tone Analyzer, in your account
fr_fr: Comment créer un Service Analyseur de tons (Tone Analyzer), dans mon compte

source: How to find my API Key or Username/Password, in the Service
fr_fr: Comment trouver ma clé Api, ou mon nom utilisateur + mot de passe, dans le service

source: Find here the <strong>API KEY or USERNAME + PASSWORD</strong>, note it
fr_fr: Trouvez ici la Clé API, ou un nom utilisateur + mot de passe, et notez les

source: What is my account type?
fr_fr: Quel est mon type de compte ?

source: Go to your Watson Tone Analyser service and find the page "Manage" or "Identification informations", where you should find a block with an API KEY, or in other cases (less often), a USERNAME + PASSWORD
fr_fr: Allez sur votre service Watson Analyseur de tons, et trouvez la page "Manage"/"Gérer", ou "Informations d'identification", où vous devriez trouver un bloc avec la Clé API, ou (moins souvnet) un nom utilisateur + mot de passe

source: More globally if your account is recent, it should be an API KEY
fr_fr: Le plus souvent, si votre compte est récent, ce devrait être une Clé API

source: Find you IBM Watson Server Endpoint server?
fr_fr: Trouver votre EMPLACEMENT SERVEUR IBM Watson ?

source: When you created your service, you had to select a city location for this service
fr_fr: Quand vous avez créé votre service, vous avez du choisir une ville d'emplacement pour ce service

source: But you can also find it following the initial part of your service Url, given at the same place than your API Key information
fr_fr: Mais vous devriez aussi pouvoir retrouver celui-ci en regardant la première partie de l'Url donnée pour votre service, au même endroit que votre clé API

source: The server's location list is the following:
fr_fr: La liste des EMPLACEMENT SERVEURS est la suivante

source: PRO PREMIUM ROADMAP VERSION FEATURES
fr_fr: FONCTIONNALITES des VERSIONS PRO PREMIUM

source: Pro premium version is UNDER DEVELOPEMENT
fr_fr: Version Pro Premium EN DEVELOPPEMENT

source: Please inform us of your interest for a Pro version, on our
fr_fr: Veuillez nos informer de votre intérêt pour la version Pro, sur notre

source: plugin site
fr_fr: site de l'extension

source: In our Roadmap currently for the pro Premium Starter Version and next versions:
fr_fr: Actuellement dans notre liste de fonctionnalités prévues pour la version Pro Premium "Starter", et la prochaine :

source: In Premium Starter Version
fr_fr: Dans la version Pro Premium "Starter"

source: Reports, export CSV, filter by period
fr_fr: Rapports, export CSV, filtres par période

source: Target specific users and roles
fr_fr: Ciblage d'utilisateurs et de rôles spécifiques

source: Daily email, reporting all activities
fr_fr: Email journalier, rapport de toutes les activités

source: Set specific emails and emails content, for each active tone
fr_fr: Définir des emails et contenus spécifiques pour chaque ton actif

source: Listing of users with offending reviews, + can add to blacklist
fr_fr: Liste des utilisateurs avec des avis offensants ou problématiques, + ajout à la liste noire

source: Quick listing of customers reviews with offending contents
fr_fr: Liste rapide des avis clients ayant un contenu problématique

source: In a future Premium Complete version, the following features would be considered...
fr_fr: Dans un version future Premium Complete, les fonctionnalités suivantes sont envisagées...

source: Add Queuing process and Cron - Analyzis API query and emails sending are not processed immediatly but later in a batch process in background
fr_fr: Ajout d'un processus de queue et de tâches automatiques programmées - L'analyse et l'envoi d'emails ne sont plus effectués immédiatement, mais mis en attente en tâche de fond

source: Integration with some other WooCommerce Customer Reviews plugin
fr_fr: Intégrations avec quelques autres extensions d'Avis Clients pour WooCommerce

source: Text in english. Please update it if you language is different
fr_fr: Texte en Anglais. Mettre à jour selon votre langue

source: Testing the API Service
fr_fr: Tester l'API de ce Service

source: CONNECTION & AUTHENTIFICATION SUCCESSFULL ! Please now make a test with a real text
fr_fr: CONNEXION & AUTENTIFICATION REUSSIE ! Veuillez maintenant faire un test avec un texte

source: Success! Please now go to Tab "STEP C- Set Tones" to define your tones alert notifications settings
fr_fr: Succès ! Veuillez maintenant passer à l'onglet "ETAPE C- Définir Tons" pour définir les réglages de vos emails de notifications
