Repository: common-repository/bo-wc-customer-review-watson
Catalog: languages/*-customer-review-watson-*.po
Languages: fr_fr

source: Depending on your Tones settings for each tone type selected (when analyzing a customer review), if the fiability of a tone is above the minimum % you have defined, a notification alert email will be sent to the defined users
fr_fr: Selon les réglages pour chacun de vos tons sélectionnés (au cours 'une analyse d'un avis), si la fiabilité de la détection du ton est au dessus du minimum de % que vous avez défini, un email de notification sera envoyé aux utilisateurs définis

source: Your Api Key or Username/password is wrong, result: Unauthorized. Please check your connection information
fr_fr: Votre clé API, ou un nom utilisateur + mot de passe, est invalide, résultat : Non autorisé. Veuillez vérifier vos informations de connexion

source: Maybe you tried to use an ApiKey when you account needs a username /password, or reverse. Refer to the Help tab
fr_fr: peut-être avez vous inversé l'utilisation dune clea API au lieu d'un nom utilisateur + mot de passe, ou inversement. Veuillez voir l'onglet Aide.

source: Testing the API Key
fr_fr: Tester la clé API

source: We will try to connect to your account at IBM Watson Cloud, It could take some time, please be patient (be sure you created one yet, see help if needed)
fr_fr: Nous allons essayer de connecter avec le Cloud IBM Watson, ça pourrait être un peu long, veuillez patienter (soyez sûr d'en avoir créé un, voir aide si besoin)

source: Testing a text with the IBM Watson Tone Analyzer API
fr_fr: Tester un texte avec l'API analyseur de tons IBM Watson

source: Please test first your API Key / Username + password, and account, and if ok, then you can proceed here
fr_fr: Veuillez d'abord tester votre clé API, ou un nom utilisateur + mot de passe, et compte, et si tous va bien, vous pourrez passer à cette étape

source: INPUT A TEXT
fr_fr: SAISIR UN TEXTE

source: Language defined in setting tab
fr_fr: Langue défini dans l'onglet réglages

source: Please input a text, to test and see the Tone Analyzer's results
fr_fr: Veuillez saisir un texte, pour tester et voir les résultats de l'Analyseur de Tons

source: NOTE: a default text is in the text input, please put the one you want
fr_fr: Note : un texte par défaut est défini, veuillez mettre celui que vous souhaitez

source: Test your text
fr_fr: Tester votre texte

source: We will connect to the Tone Analyzer Service at IBM Watson Cloud, It could take some time, please be patient
fr_fr: Nous allons essayer de connecter avec le Cloud IBM Watson, ça pourrait être un peu long, veuillez patienter (soyez sûr d'en avoir créé un, voir aide si besoin)

source: RESULTS:
fr_fr: RESULTATS :

source: NOTE: Depending if your text has one sentence or more, then the results are differents:
fr_fr: Note : selon si votre texte contient une phrase ou plusieurs, alors les résultats sont différents :

source: In case of 1 sentence, see "DOCUMENT TONES",
fr_fr: Avec un phrase, voir "TONS DU DOCUMENT"

source: In case of multiple sentences, see "TONES BY SENTENCES".
fr_fr: Avec plusieurs phrases, voir "TONS PAR PHRASES"

source: TONES BY SENTENCES:
fr_fr: TONS PAR PHRASES :

source: Fiability:
fr_fr: Fiabilité :

source: No specific tone detected > 50% of fiability
fr_fr: Aucun tons détecté > 50% de fiabilité

source: DOCUMENT TONES:
fr_fr: TONS DU DOCUMENT :

source: All Tones:
fr_fr: Tous les Tons :

source: On analyzing a customer review, depending on your Tones settings, for each tone type selected, if the fiability of a tone is above the minimum % you will define, a notification alert email could be sent to the defined users
fr_fr: Selon les réglages pour chacun de vos tons sélectionnés (au cours 'une analyse d'un avis), si la fiabilité de la détection du ton est au dessus du minimum de % que vous avez défini, un email de notification sera envoyé aux utilisateurs définis

source: Set Tones to detect
fr_fr: Définir les tons à détecter

source: For each one, please define if you want to detect it, and what is the minimum % treshold to reach, in order to trigger sending an alert notification email
fr_fr: Pour chaque ton, veuillez définir si vous voulez le détecter, et quel est le seuil minimum en % à atteindre, pour lancer l'envoi d'un email de notification

source: For example: if you check "Anger" and set a minimum % treshold of 60%, then for any customer review with any sentence returning a level of anger > 60%, the notification email will be sent
fr_fr: Par exemple : if vous sélectionnez "Colère", et définissez un seuil minimum de 60%, alors sur tous avis client qui retournerait un seuil de colère > 60%, l'email de notification serait envoyé

source: If you select multiple tones, only one email notification will be sent for one customer reviews, in case the criterias is matched by any of the tones selected
fr_fr: Si vous sélectionnez de multiples tons, un seul email sera envoyé pour chaque avis répondant aux critères, avec le résultat complet de tous les tons détectés

source: Note: some tones and treshold are preset by default, you can update them
fr_fr: Note: certains seuils et tons sont présélectionnés, vous pouvez les modifier

source: Minimum threshold % required by tone: 50% (below, Watson will not consider them)
fr_fr: Seuil minimum de 50% requis pour chaque ton (en dessous, Watson ne le détecte pas)

source: Detection of minimum
fr_fr: Détection d'un minimum de

source: to trigger a notification
fr_fr: pour lancer une notification

source: Customer Reviews A.I. Tone Analyzer Notifications with IBM Watson + Woocommerce
fr_fr: Analyse des Avis Clients, et envois de Notifications, via une I.A. "Analyseur de tons", avec IBM Watson + WooCommerce

source: Plugin for WooCommerce, to analyze via A.I, all the customer reviews texts, through IBM Watson Tone Analyzer service, to detect specific tones in the text, like Angry or Sadness, and trigger email alerts to warn the moderator / admin.
fr_fr: Extension pour WooCommerce, qui analyse via I.A. les textes des avis clients, à travers le service IBM Watson Analyseur de tons (Tone Analyzer), pour détecter des tons spécifiques dans le texte, comme la Colère, la Tristesse, la Crainte, et qui envoi des emails de notifications aux administrateurs
